Repository: ryuya0124/MochiLog
Catalog: MochiLog/Resources/strings/BatchImport.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Add manually
de: Manuell hinzufügen
es: Añadir manualmente
fr: Ajouter manuellement
ja: 手動追加
ko: 수동 추가
zh_hans: 手动添加
zh_hant: 手動新增

# completed_count
source: Processed %ld files
de: %ld Dateien verarbeitet
es: Se procesaron %ld archivos
fr: %ld fichiers traités
ja: %ld件の処理が完了しました
ko: 파일 %ld개 처리 완료
zh_hans: 已处理 %ld 个文件
zh_hant: 已處理 %ld 個檔案

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

# duplicate
source: Duplicates
de: Duplikate
es: Duplicados
fr: Doublons
ja: 重複
ko: 중복
zh_hans: 重复项
zh_hant: 重複項目

source: Duplicate skipped
de: Duplikat übersprungen
es: Duplicado omitido
fr: Doublon ignoré
ja: 重複スキップ
ko: 중복 건너뜀
zh_hans: 已跳过重复项
zh_hant: 已略過重複項目

source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
zh_hans: 错误
zh_hant: 錯誤

# manual_selection
source: Review
de: Prüfen
es: Revisar
fr: À vérifier
ja: 手動選択
ko: 수동 선택
zh_hans: 手动选择
zh_hant: 手動選擇

# parsing
source: Reading log…
de: Protokoll wird gelesen …
es: Leyendo registro…
fr: Lecture du journal…
ja: 解析中…
ko: 로그 읽는 중…
zh_hans: 正在读取日志…
zh_hant: 正在讀取日誌…

source: Processing
de: Wird verarbeitet
es: Procesando
fr: Traitement en cours
ja: 処理中
ko: 처리 중
zh_hans: 处理中
zh_hant: 處理中

# progress_count
source: %ld of %ld complete
de: %ld von %ld abgeschlossen
es: %ld de %ld completados
fr: %ld sur %ld terminés
ja: %ld / %ld件 完了
ko: %ld / %ld개 완료
zh_hans: 已完成 %ld / %ld
zh_hant: 已完成 %ld / %ld

# review
source: Needs review
de: Prüfung erforderlich
es: Requiere revisión
fr: Vérification requise
ja: 手動選択必要
ko: 수동 선택 필요
zh_hans: 需要手动选择
zh_hant: 需要手動選擇

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
ja: 保存完了
ko: 저장 완료
zh_hans: 已保存
zh_hant: 已儲存

# title
source: Import results
de: Importergebnisse
es: Resultados de importación
fr: Résultats de l’importation
ja: 処理結果
ko: 가져오기 결과
zh_hans: 导入结果
zh_hant: 匯入結果

source: Unknown device
de: Unbekanntes Gerät
es: Dispositivo desconocido
fr: Appareil inconnu
ja: デバイス不明
ko: 알 수 없는 기기
zh_hans: 未知设备
zh_hant: 未知裝置
